export const data = [
  {
    'День': 1,
    'Генератор 1': 0,
    'Генератор 2': 0.5,
    'Генератор 3': 1,
    'Генератор 4': 1.5,
    'Генератор 5': 2
  },
  {
    'День': 2,
    'Генератор 1': 0.005,
    'Генератор 2': 0.505,
    'Генератор 3': 1.005,
    'Генератор 4': 1.505,
    'Генератор 5': 2.005
  },
  {
    'День': 3,
    'Генератор 1': 0.01,
    'Генератор 2': 0.51,
    'Генератор 3': 1.01,
    'Генератор 4': 1.51,
    'Генератор 5': 2.01
  },
  {
    'День': 4,
    'Генератор 1': 0.015,
    'Генератор 2': 0.515,
    'Генератор 3': 1.015,
    'Генератор 4': 1.515,
    'Генератор 5': 2.015
  },
  {
    'День': 5,
    'Генератор 1': 0.02,
    'Генератор 2': 0.52,
    'Генератор 3': 1.02,
    'Генератор 4': 1.52,
    'Генератор 5': 2.02
  },
  {
    'День': 6,
    'Генератор 1': 0.025,
    'Генератор 2': 0.525,
    'Генератор 3': 1.025,
    'Генератор 4': 1.525,
    'Генератор 5': 2.025
  },
  {
    'День': 7,
    'Генератор 1': 0.03,
    'Генератор 2': 0.53,
    'Генератор 3': 1.03,
    'Генератор 4': 1.53,
    'Генератор 5': 2.03
  },
  {
    'День': 8,
    'Генератор 1': 0.035,
    'Генератор 2': 0.535,
    'Генератор 3': 1.035,
    'Генератор 4': 1.535,
    'Генератор 5': 2.035
  },
  {
    'День': 9,
    'Генератор 1': 0.04,
    'Генератор 2': 0.54,
    'Генератор 3': 1.04,
    'Генератор 4': 1.54,
    'Генератор 5': 2.04
  },
  {
    'День': 10,
    'Генератор 1': 0.045,
    'Генератор 2': 0.545,
    'Генератор 3': 1.045,
    'Генератор 4': 1.545,
    'Генератор 5': 2.045
  },
  {
    'День': 11,
    'Генератор 1': 0.05,
    'Генератор 2': 0.55,
    'Генератор 3': 1.05,
    'Генератор 4': 1.55,
    'Генератор 5': 2.05
  },
  {
    'День': 12,
    'Генератор 1': 0.055,
    'Генератор 2': 0.555,
    'Генератор 3': 1.055,
    'Генератор 4': 1.555,
    'Генератор 5': 2.055
  },
  {
    'День': 13,
    'Генератор 1': 0.06,
    'Генератор 2': 0.56,
    'Генератор 3': 1.06,
    'Генератор 4': 1.56,
    'Генератор 5': 2.06
  },
  {
    'День': 14,
    'Генератор 1': 0.065,
    'Генератор 2': 0.565,
    'Генератор 3': 1.065,
    'Генератор 4': 1.565,
    'Генератор 5': 2.065
  },
  {
    'День': 15,
    'Генератор 1': 0.07,
    'Генератор 2': 0.5700000000000001,
    'Генератор 3': 1.07,
    'Генератор 4': 1.57,
    'Генератор 5': 2.07
  },
  {
    'День': 16,
    'Генератор 1': 0.075,
    'Генератор 2': 0.575,
    'Генератор 3': 1.075,
    'Генератор 4': 1.575,
    'Генератор 5': 2.075
  },
  {
    'День': 17,
    'Генератор 1': 0.08,
    'Генератор 2': 0.58,
    'Генератор 3': 1.08,
    'Генератор 4': 1.58,
    'Генератор 5': 2.08
  },
  {
    'День': 18,
    'Генератор 1': 0.085,
    'Генератор 2': 0.585,
    'Генератор 3': 1.085,
    'Генератор 4': 1.585,
    'Генератор 5': 2.085
  },
  {
    'День': 19,
    'Генератор 1': 0.09,
    'Генератор 2': 0.59,
    'Генератор 3': 1.09,
    'Генератор 4': 1.59,
    'Генератор 5': 2.09
  },
  {
    'День': 20,
    'Генератор 1': 0.095,
    'Генератор 2': 0.595,
    'Генератор 3': 1.095,
    'Генератор 4': 1.595,
    'Генератор 5': 2.095
  },
  {
    'День': 21,
    'Генератор 1': 0.1,
    'Генератор 2': 0.6,
    'Генератор 3': 1.1,
    'Генератор 4': 1.6,
    'Генератор 5': 2.1
  },
  {
    'День': 22,
    'Генератор 1': 0.105,
    'Генератор 2': 0.605,
    'Генератор 3': 1.105,
    'Генератор 4': 1.605,
    'Генератор 5': 2.105
  },
  {
    'День': 23,
    'Генератор 1': 0.11,
    'Генератор 2': 0.61,
    'Генератор 3': 1.11,
    'Генератор 4': 1.61,
    'Генератор 5': 2.11
  },
  {
    'День': 24,
    'Генератор 1': 0.115,
    'Генератор 2': 0.615,
    'Генератор 3': 1.115,
    'Генератор 4': 1.615,
    'Генератор 5': 2.115
  },
  {
    'День': 25,
    'Генератор 1': 0.12,
    'Генератор 2': 0.62,
    'Генератор 3': 1.12,
    'Генератор 4': 1.62,
    'Генератор 5': 2.12
  },
  {
    'День': 26,
    'Генератор 1': 0.125,
    'Генератор 2': 0.625,
    'Генератор 3': 1.125,
    'Генератор 4': 1.625,
    'Генератор 5': 2.125
  },
  {
    'День': 27,
    'Генератор 1': 0.13,
    'Генератор 2': 0.63,
    'Генератор 3': 1.13,
    'Генератор 4': 1.63,
    'Генератор 5': 2.13
  },
  {
    'День': 28,
    'Генератор 1': 0.135,
    'Генератор 2': 0.635,
    'Генератор 3': 1.135,
    'Генератор 4': 1.635,
    'Генератор 5': 2.135
  },
  {
    'День': 29,
    'Генератор 1': 0.14,
    'Генератор 2': 0.64,
    'Генератор 3': 1.1400000000000001,
    'Генератор 4': 1.6400000000000001,
    'Генератор 5': 2.14
  },
  {
    'День': 30,
    'Генератор 1': 0.145,
    'Генератор 2': 0.645,
    'Генератор 3': 1.145,
    'Генератор 4': 1.645,
    'Генератор 5': 2.145
  },
  {
    'День': 31,
    'Генератор 1': 0.15,
    'Генератор 2': 0.65,
    'Генератор 3': 1.15,
    'Генератор 4': 1.65,
    'Генератор 5': 2.15
  },
  {
    'День': 32,
    'Генератор 1': 0.155,
    'Генератор 2': 0.655,
    'Генератор 3': 1.155,
    'Генератор 4': 1.655,
    'Генератор 5': 2.155
  },
  {
    'День': 33,
    'Генератор 1': 0.16,
    'Генератор 2': 0.66,
    'Генератор 3': 1.16,
    'Генератор 4': 1.66,
    'Генератор 5': 2.16
  },
  {
    'День': 34,
    'Генератор 1': 0.165,
    'Генератор 2': 0.665,
    'Генератор 3': 1.165,
    'Генератор 4': 1.665,
    'Генератор 5': 2.165
  },
  {
    'День': 35,
    'Генератор 1': 0.17,
    'Генератор 2': 0.67,
    'Генератор 3': 1.17,
    'Генератор 4': 1.67,
    'Генератор 5': 2.17
  },
  {
    'День': 36,
    'Генератор 1': 0.175,
    'Генератор 2': 0.675,
    'Генератор 3': 1.175,
    'Генератор 4': 1.675,
    'Генератор 5': 2.175
  },
  {
    'День': 37,
    'Генератор 1': 0.18,
    'Генератор 2': 0.6799999999999999,
    'Генератор 3': 1.18,
    'Генератор 4': 1.68,
    'Генератор 5': 2.18
  },
  {
    'День': 38,
    'Генератор 1': 0.185,
    'Генератор 2': 0.685,
    'Генератор 3': 1.185,
    'Генератор 4': 1.685,
    'Генератор 5': 2.185
  },
  {
    'День': 39,
    'Генератор 1': 0.19,
    'Генератор 2': 0.69,
    'Генератор 3': 1.19,
    'Генератор 4': 1.69,
    'Генератор 5': 2.19
  },
  {
    'День': 40,
    'Генератор 1': 0.195,
    'Генератор 2': 0.6950000000000001,
    'Генератор 3': 1.195,
    'Генератор 4': 1.695,
    'Генератор 5': 2.195
  },
  {
    'День': 41,
    'Генератор 1': 0.2,
    'Генератор 2': 0.7,
    'Генератор 3': 1.2,
    'Генератор 4': 1.7,
    'Генератор 5': 2.2
  },
  {
    'День': 42,
    'Генератор 1': 0.205,
    'Генератор 2': 0.705,
    'Генератор 3': 1.205,
    'Генератор 4': 1.705,
    'Генератор 5': 2.205
  },
  {
    'День': 43,
    'Генератор 1': 0.21,
    'Генератор 2': 0.71,
    'Генератор 3': 1.21,
    'Генератор 4': 1.71,
    'Генератор 5': 2.21
  },
  {
    'День': 44,
    'Генератор 1': 0.215,
    'Генератор 2': 0.715,
    'Генератор 3': 1.215,
    'Генератор 4': 1.715,
    'Генератор 5': 2.215
  },
  {
    'День': 45,
    'Генератор 1': 0.22,
    'Генератор 2': 0.72,
    'Генератор 3': 1.22,
    'Генератор 4': 1.72,
    'Генератор 5': 2.22
  },
  {
    'День': 46,
    'Генератор 1': 0.225,
    'Генератор 2': 0.725,
    'Генератор 3': 1.225,
    'Генератор 4': 1.725,
    'Генератор 5': 2.225
  },
  {
    'День': 47,
    'Генератор 1': 0.23,
    'Генератор 2': 0.73,
    'Генератор 3': 1.23,
    'Генератор 4': 1.73,
    'Генератор 5': 2.23
  },
  {
    'День': 48,
    'Генератор 1': 0.235,
    'Генератор 2': 0.735,
    'Генератор 3': 1.2349999999999999,
    'Генератор 4': 1.7349999999999999,
    'Генератор 5': 2.235
  },
  {
    'День': 49,
    'Генератор 1': 0.24,
    'Генератор 2': 0.74,
    'Генератор 3': 1.24,
    'Генератор 4': 1.74,
    'Генератор 5': 2.24
  },
  {
    'День': 50,
    'Генератор 1': 0.245,
    'Генератор 2': 0.745,
    'Генератор 3': 1.245,
    'Генератор 4': 1.745,
    'Генератор 5': 2.245
  },
  {
    'День': 51,
    'Генератор 1': 0.25,
    'Генератор 2': 0.75,
    'Генератор 3': 1.25,
    'Генератор 4': 1.75,
    'Генератор 5': 2.25
  },
  {
    'День': 52,
    'Генератор 1': 0.255,
    'Генератор 2': 0.755,
    'Генератор 3': 1.255,
    'Генератор 4': 1.755,
    'Генератор 5': 2.255
  },
  {
    'День': 53,
    'Генератор 1': 0.26,
    'Генератор 2': 0.76,
    'Генератор 3': 1.26,
    'Генератор 4': 1.76,
    'Генератор 5': 2.26
  },
  {
    'День': 54,
    'Генератор 1': 0.265,
    'Генератор 2': 0.765,
    'Генератор 3': 1.2650000000000001,
    'Генератор 4': 1.7650000000000001,
    'Генератор 5': 2.265
  },
  {
    'День': 55,
    'Генератор 1': 0.27,
    'Генератор 2': 0.77,
    'Генератор 3': 1.27,
    'Генератор 4': 1.77,
    'Генератор 5': 2.27
  },
  {
    'День': 56,
    'Генератор 1': 0.275,
    'Генератор 2': 0.775,
    'Генератор 3': 1.275,
    'Генератор 4': 1.775,
    'Генератор 5': 2.275
  },
  {
    'День': 57,
    'Генератор 1': 0.28,
    'Генератор 2': 0.78,
    'Генератор 3': 1.28,
    'Генератор 4': 1.78,
    'Генератор 5': 2.2800000000000002
  },
  {
    'День': 58,
    'Генератор 1': 0.285,
    'Генератор 2': 0.7849999999999999,
    'Генератор 3': 1.285,
    'Генератор 4': 1.785,
    'Генератор 5': 2.285
  },
  {
    'День': 59,
    'Генератор 1': 0.29,
    'Генератор 2': 0.79,
    'Генератор 3': 1.29,
    'Генератор 4': 1.79,
    'Генератор 5': 2.29
  },
  {
    'День': 60,
    'Генератор 1': 0.295,
    'Генератор 2': 0.7949999999999999,
    'Генератор 3': 1.295,
    'Генератор 4': 1.795,
    'Генератор 5': 2.295
  },
  {
    'День': 61,
    'Генератор 1': 0.3,
    'Генератор 2': 0.8,
    'Генератор 3': 1.3,
    'Генератор 4': 1.8,
    'Генератор 5': 2.3
  },
  {
    'День': 62,
    'Генератор 1': 0.305,
    'Генератор 2': 0.8049999999999999,
    'Генератор 3': 1.305,
    'Генератор 4': 1.805,
    'Генератор 5': 2.305
  },
  {
    'День': 63,
    'Генератор 1': 0.31,
    'Генератор 2': 0.81,
    'Генератор 3': 1.31,
    'Генератор 4': 1.81,
    'Генератор 5': 2.31
  },
  {
    'День': 64,
    'Генератор 1': 0.315,
    'Генератор 2': 0.815,
    'Генератор 3': 1.315,
    'Генератор 4': 1.815,
    'Генератор 5': 2.315
  },
  {
    'День': 65,
    'Генератор 1': 0.32,
    'Генератор 2': 0.8200000000000001,
    'Генератор 3': 1.32,
    'Генератор 4': 1.82,
    'Генератор 5': 2.32
  },
  {
    'День': 66,
    'Генератор 1': 0.325,
    'Генератор 2': 0.825,
    'Генератор 3': 1.325,
    'Генератор 4': 1.825,
    'Генератор 5': 2.325
  },
  {
    'День': 67,
    'Генератор 1': 0.33,
    'Генератор 2': 0.8300000000000001,
    'Генератор 3': 1.33,
    'Генератор 4': 1.83,
    'Генератор 5': 2.33
  },
  {
    'День': 68,
    'Генератор 1': 0.335,
    'Генератор 2': 0.835,
    'Генератор 3': 1.335,
    'Генератор 4': 1.835,
    'Генератор 5': 2.335
  },
  {
    'День': 69,
    'Генератор 1': 0.34,
    'Генератор 2': 0.8400000000000001,
    'Генератор 3': 1.34,
    'Генератор 4': 1.84,
    'Генератор 5': 2.34
  },
  {
    'День': 70,
    'Генератор 1': 0.345,
    'Генератор 2': 0.845,
    'Генератор 3': 1.345,
    'Генератор 4': 1.845,
    'Генератор 5': 2.3449999999999998
  },
  {
    'День': 71,
    'Генератор 1': 0.35,
    'Генератор 2': 0.85,
    'Генератор 3': 1.35,
    'Генератор 4': 1.85,
    'Генератор 5': 2.35
  },
  {
    'День': 72,
    'Генератор 1': 0.355,
    'Генератор 2': 0.855,
    'Генератор 3': 1.355,
    'Генератор 4': 1.855,
    'Генератор 5': 2.355
  },
  {
    'День': 73,
    'Генератор 1': 0.36,
    'Генератор 2': 0.86,
    'Генератор 3': 1.3599999999999999,
    'Генератор 4': 1.8599999999999999,
    'Генератор 5': 2.36
  },
  {
    'День': 74,
    'Генератор 1': 0.365,
    'Генератор 2': 0.865,
    'Генератор 3': 1.365,
    'Генератор 4': 1.865,
    'Генератор 5': 2.365
  },
  {
    'День': 75,
    'Генератор 1': 0.37,
    'Генератор 2': 0.87,
    'Генератор 3': 1.37,
    'Генератор 4': 1.87,
    'Генератор 5': 2.37
  },
  {
    'День': 76,
    'Генератор 1': 0.375,
    'Генератор 2': 0.875,
    'Генератор 3': 1.375,
    'Генератор 4': 1.875,
    'Генератор 5': 2.375
  },
  {
    'День': 77,
    'Генератор 1': 0.38,
    'Генератор 2': 0.88,
    'Генератор 3': 1.38,
    'Генератор 4': 1.88,
    'Генератор 5': 2.38
  },
  {
    'День': 78,
    'Генератор 1': 0.385,
    'Генератор 2': 0.885,
    'Генератор 3': 1.385,
    'Генератор 4': 1.885,
    'Генератор 5': 2.385
  },
  {
    'День': 79,
    'Генератор 1': 0.39,
    'Генератор 2': 0.89,
    'Генератор 3': 1.3900000000000001,
    'Генератор 4': 1.8900000000000001,
    'Генератор 5': 2.39
  },
  {
    'День': 80,
    'Генератор 1': 0.395,
    'Генератор 2': 0.895,
    'Генератор 3': 1.395,
    'Генератор 4': 1.895,
    'Генератор 5': 2.395
  },
  {
    'День': 81,
    'Генератор 1': 0.4,
    'Генератор 2': 0.9,
    'Генератор 3': 1.4,
    'Генератор 4': 1.9,
    'Генератор 5': 2.4
  },
  {
    'День': 82,
    'Генератор 1': 0.405,
    'Генератор 2': 0.905,
    'Генератор 3': 1.405,
    'Генератор 4': 1.905,
    'Генератор 5': 2.4050000000000002
  },
  {
    'День': 83,
    'Генератор 1': 0.41,
    'Генератор 2': 0.9099999999999999,
    'Генератор 3': 1.41,
    'Генератор 4': 1.91,
    'Генератор 5': 2.41
  },
  {
    'День': 84,
    'Генератор 1': 0.415,
    'Генератор 2': 0.915,
    'Генератор 3': 1.415,
    'Генератор 4': 1.915,
    'Генератор 5': 2.415
  },
  {
    'День': 85,
    'Генератор 1': 0.42,
    'Генератор 2': 0.9199999999999999,
    'Генератор 3': 1.42,
    'Генератор 4': 1.92,
    'Генератор 5': 2.42
  },
  {
    'День': 86,
    'Генератор 1': 0.425,
    'Генератор 2': 0.925,
    'Генератор 3': 1.425,
    'Генератор 4': 1.925,
    'Генератор 5': 2.425
  },
  {
    'День': 87,
    'Генератор 1': 0.43,
    'Генератор 2': 0.9299999999999999,
    'Генератор 3': 1.43,
    'Генератор 4': 1.93,
    'Генератор 5': 2.43
  },
  {
    'День': 88,
    'Генератор 1': 0.435,
    'Генератор 2': 0.935,
    'Генератор 3': 1.435,
    'Генератор 4': 1.935,
    'Генератор 5': 2.435
  },
  {
    'День': 89,
    'Генератор 1': 0.44,
    'Генератор 2': 0.94,
    'Генератор 3': 1.44,
    'Генератор 4': 1.94,
    'Генератор 5': 2.44
  },
  {
    'День': 90,
    'Генератор 1': 0.445,
    'Генератор 2': 0.9450000000000001,
    'Генератор 3': 1.445,
    'Генератор 4': 1.945,
    'Генератор 5': 2.445
  },
  {
    'День': 91,
    'Генератор 1': 0.45,
    'Генератор 2': 0.95,
    'Генератор 3': 1.45,
    'Генератор 4': 1.95,
    'Генератор 5': 2.45
  },
  {
    'День': 92,
    'Генератор 1': 0.455,
    'Генератор 2': 0.9550000000000001,
    'Генератор 3': 1.455,
    'Генератор 4': 1.955,
    'Генератор 5': 2.455
  },
  {
    'День': 93,
    'Генератор 1': 0.46,
    'Генератор 2': 0.96,
    'Генератор 3': 1.46,
    'Генератор 4': 1.96,
    'Генератор 5': 2.46
  },
  {
    'День': 94,
    'Генератор 1': 0.465,
    'Генератор 2': 0.9650000000000001,
    'Генератор 3': 1.465,
    'Генератор 4': 1.965,
    'Генератор 5': 2.465
  },
  {
    'День': 95,
    'Генератор 1': 0.47,
    'Генератор 2': 0.97,
    'Генератор 3': 1.47,
    'Генератор 4': 1.97,
    'Генератор 5': 2.4699999999999998
  },
  {
    'День': 96,
    'Генератор 1': 0.475,
    'Генератор 2': 0.975,
    'Генератор 3': 1.475,
    'Генератор 4': 1.975,
    'Генератор 5': 2.475
  },
  {
    'День': 97,
    'Генератор 1': 0.48,
    'Генератор 2': 0.98,
    'Генератор 3': 1.48,
    'Генератор 4': 1.98,
    'Генератор 5': 2.48
  },
  {
    'День': 98,
    'Генератор 1': 0.485,
    'Генератор 2': 0.985,
    'Генератор 3': 1.4849999999999999,
    'Генератор 4': 1.9849999999999999,
    'Генератор 5': 2.485
  },
  {
    'День': 99,
    'Генератор 1': 0.49,
    'Генератор 2': 0.99,
    'Генератор 3': 1.49,
    'Генератор 4': 1.99,
    'Генератор 5': 2.49
  },
  {
    'День': 100,
    'Генератор 1': 0.495,
    'Генератор 2': 0.995,
    'Генератор 3': 1.495,
    'Генератор 4': 1.995,
    'Генератор 5': 2.495
  }
]